{
	"Method":[
		"Slices a lamb open with a gloved hand and inspects its viscera as they tumble to the floor.",
		"Examines a flock of birds through an apparatus with many lenses and mirrors.",
		"Delivers their pronouncement while reading the newspaper. You cannot see their face.",
		"Inhales a bright red powder from a carved silver box and shrieks their prediction as they whirl around the room, arms outstretched, eyes vacant.",
		"Screams as their head snaps back and their back arches, then whispers a prophecy.",
		"Cuts a hole in your palm and peers inside for strange truths.",
		"Is eating breakfast and describes your future with a spray of crumbs.",
		"Dies, thrashing and bleeding from the mouth, even as their peals of laughter fill the chamber.",
	],
 

 
	"Fortune":[
		"You will perish in your moment of most awful triumph.",
		"Yellow is the colour of madness, and red is the colour of fear.",
		"Something ancient and strange from beyond the horizon has learned your name.",
		"Your enemies will come bearing weapons of bronze.",
		"Dolls signal calamity, while spiders are harbingers of good fortune.",
		"You will go to the house without doors.",
		"Dusk is the most dangerous hour, while midnight is the safest.",
		"Do not trust men with dogs, women with birds, or children with snakes.",
		"Never dance in the light of the full moon or sleep under the light of the sun.",
		"You will one day be trapped between fire and sea.",
		"Death wears tattered silk.",
		"Calamity is the child of hesitation and the mother of rectitude.",
		"Only foul things wear more than one face.",
		"Great fortune sleeps beneath cloven feet.",
		"Something has awakened beneath the city. It is hungry and evil and very, very old.",
		"Never eat the flesh of dogs.",
		"You have been the victim of a great deception.",
		"Trust in the keen perspicacity of mothers.",
		"Goats are bearers of evil.",
		"Your salvation lies in the hands of a child bearing a spindle.",
		"Kings and councillors plot your end in hidden chambers.",
		"Something foul stirs itself in the sea.",
		"Even as we speak, fools and thieves disturb the old barrows.",
		"You will acquire the enmity of a herald.",
		"The Red Eye Star shines brightly and hungrily over your head.",
		"A wild queen seeks to strike you down, and her children wish to eat you.",
		"You will reap great profit from a scene of terrible bloodshed.",
		"The guardian grows feeble, even as the beast gnaws at its chains.",
		"Soon, a harvest will yield dangerous fruit.",
		"Run",
	]
}